"%1 already exists.\nDo you want to replace it?"="Soubor %1 již existuje.\nChcete jej nahradit?";
"%1 days left"="Zbývá %1 dní";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nAdresář nenalezen.\nZkontrolujte prosím, zda byl zadán správný název adresáře.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nSoubor nenalezen.\nZkontrolujte prosím, zda byl zadán správný název souboru.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s je v tuto chvíli off-line, ale vaše lekce se automaticky zobrazí při příštím otevření aplikace Lesssons.";
"&Abort"="&Ukončit";
"&Add to Custom Colors"="&Přidat do vlastních barev";
"&Basic colors"="&Základní barvy";
"&Cancel"="&Storno";
"&Copy"="&Kopírovat";
"&Custom colors"="&Vlastní barvy";
"&Define Custom Colors >>"="&Definovat vlastní barvy >>";
"&Delete"="&Odstranit";
"&Finish"="&Dokončit";
"&Green:"="&Zelená:";
"&Help"="&Nápověda";
"&Ignore"="&Ignorovat";
"&Name:"="&Název:";
"&Next >"="&Další >";
"&Next >"="&Další >";
"&No"="&Ne";
"&No"="&Ne";
"&Open"="&Otevřít";
"&Options <<"="&Možnosti <<";
"&Options >>"="&Možnosti >>";
"&Paste"="&Vložit";
"&Print"="&Tisk";
"&Red:"="&Červená:";
"&Redo"="&Znovu";
"&Reload"="&Načíst znovu";
"&Rename"="&Přejmenovat";
"&Retry"="&Opakovat";
"&Sat:"="&Syt:";
"&Save"="&Uložit";
"&Undo"="&Zpět";
"&Unsorted"="&Nesetříděno";
"&Val:"="&Hod:";
"&Yes"="&Ano";
"&Yes"="&Ano";
"..."="...";
":"=":";
"< &Back"="< &Zpět";
"< Share Options"="< Možnosti sdílení";
"< Share with SMART Board"="< Sdílet se SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>O nástroji Qt</h3>%1<p>Qt je sada nástrojů programovacího jazyka C++ pro vývoj aplikací na různé platformy.</p><p>Qt poskytuje přenositelnost aplikací z jednoho zdrojového kódu na různé platformy, jako  MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux a všechny hlavní komerční verze systémů Unix. Nástroj Qt je pro zabudovaná zařízení také dostupný jako Qtopia Core.</p><p>Qt je produktem společnosti Trolltech. Více informací naleznete na adrese <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Tento program využívá nástroj ve verzi Open Source Edition %1.</p><p>Nástroj Qt Open Source Edition je určen k vývoji  Open Source aplikací. Pro vývoj patentovaných (s uzavřeným zdrojovým kódem) aplikací musíte mít komerční licenci nástroje Qt.</p><p>Přehled licenčního programu nástroje Qt naleznete na adrese  <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Tento program využívá nástroj Qt verze %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Pro tuto verzi softwaru SMART Notebook je vyžadován produktový klíč přednostní údržby SMART Notebook. Pro podrobnosti navštivte <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="Kanál a&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1 189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Ukončit";
"About %1"="O aplikaci %1";
"About Qt"="O nástroji Qt";
"Account"="Účet";
"Activate"="Aktivovat";
"Activated"="Aktivováno";
"Activates the program's main window"="Aktivuje hlavní okno programu";
"Activation Key"="Aktivační klíč";
"Activation Web Services:"="Aktivace webových služeb:";
"Activation Wizard"="Průvodce aktivací";
"Activation Wizard is outdated."="Průvodce aktivací je zastaralý.";
"Activation required"="Je nutná aktivace";
"Add Boards"="Přidat tabule";
"Advanced"="Pokročilé";
"Aliases: %1"="Aliasy: %1";
"All Files (*)"="Všechny soubory (*)";
"All Files (*.*)"="Všechny soubory (*.*)";
"All pending requests have been canceled."="Všechny nevyřízené požadavky byly zrušeny.";
"Apply"="Použít";
"Are you sure you want to delete license information?"="Opravdu chcete odstranit informace o licenci?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Opravdu chcete vrátit produktový klíč pro tento produkt? Licence na tomto počítači bude ihned deaktivována (ještě před dokončením vrácení).";
"Authentication Required"="Je požadovaná autorizace";
"Authentication required"="Je požadovaná autorizace";
"Automatic Activation"="Automatická aktivace";
"B0 (1000 x 1414 mm)"="B0 (1 000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Zpět";
"Bl&ue:"="&Modrá:";
"Browse Content"="Procházet obsah";
"Browse..."="Procházet...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Zrušit";
"Canceled"="Storno";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Nelze ověřit klíč. Zkuste provést aktivaci znovu. \n\nJestliže tento problém přetrvá, poznamenejte si jakékoliv chybové zprávy a kontaktujte technickou podporu společnosti SMART.";
"Centimeters (cm)"="Centimetry (cm)";
"Check Activation Server Connectivity"="Zkontrolovat konektivitu aktivačního serveru";
"Check for renewals complete. No renewals found."="Kontrola obnovení je dokončena. Žádná obnovení nebyla nalezena.";
"Checking..."="Kontrola...";
"Choose your SMART Board"="Vyberte svůj SMART Board";
"Class ID"="ID třídy";
"Class Name"="Název třídy";
"Cleaning up a few things..."="Probíhá čištění…";
"Click here to test connectivity."="Klikněte zde a otestujte konektivitu.";
"Close"="Zavřít";
"Close without Saving"="Zavřít bez uložení";
"Collate"="Uspořádat";
"Color"="Barva";
"Color Mode"="Barevný režim";
"Commit"="Provést";
"Complete Later"="Dokončit později";
"Connect"="Připojit";
"Connected to host"="Připojen k hostitelskému počítači";
"Connected to host %1"="Připojen k hostitelskému počítači %1";
"Connection Options"="Možnosti připojení";
"Connection Options..."="Možnosti připojení...";
"Connection closed"="Připojení uzavřeno";
"Connection refused"="Připojení odmítnuto";
"Connection refused (or timed out)"="Připojení odmítnuto (nebo vypršelo)";
"Connection to %1 closed"="Připojení k %1 uzavřeno";
"Contact Support at:"="Kontaktovat podporu na:";
"Contact technical support"="Kontaktovat technickou podporu";
"Continue"="Pokračovat";
"Copies"="Počet kopií";
"Copies:"="Počet kopií:";
"Copy"="Kopírovat";
"Copy &Link Location"="Kopírovat &Umístění odkazu";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Aktivace se nezdařila. To může být způsobeno problémem s aktivačními servery. Zkuste to znovu později.";
"Could not connect to the server. Trying again..."="Připojení k serveru se nezdařilo. Zkouším to znovu…";
"Couldn't find a board with that code. Want to try again?"="Nelze najít tabuli s tímto kódem. Chcete to zkusit znovu?";
"Couldn't load profile"="Nelze načíst profil";
"Couldn't start the trial period."="Zkušební období nebylo možné spustit.";
"Count"="Počet";
"Create New Folder"="Vytvořit novou složku";
"Create a New File"="Vytvořit nový soubor";
"Create a link to this document"="Vytvořit odkaz na tento dokument";
"Creating ..."="Vytváření...";
"Cu&t"="Vyjmou&t";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Poškozená data";
"Delete"="Odstranit";
"Detail View"="Podrobné zobrazení";
"Details:"="Podrobnosti:";
"Directories"="Adresáře";
"Directory"="Adresář";
"Disabled"="Deaktivováno";
"Discard"="Zahodit";
"Do you want to discard this request or complete it later?"="Chcete tento požadavek zrušit, nebo jej dokončíte později?";
"Don't Save"="Neukládat";
"Don't show this again"="Toto příště nezobrazovat";
"Done"="Hotovo";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Stahování nedokončeno. Přijato %1 bajtů, očekáváno %2 bajtů.";
"Drive"="Jednotka";
"Duplex Printing"="Oboustranný tisk";
"Error writing response to device"="Chyba při zapisování odezvy na zařízení";
"Examples"="Příklady";
"Executable '%1' requires Qt %2, found Qt %3."="Spustitelný soubor '%1' vyžaduje Qt %2, nalezeno Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (191 x 254 mm)";
"Expired"="Čas vypršel";
"Expired on %1"="Platnost skončila dne %1";
"Expires on %1"="Platnost končí dne %1";
"Failed due to a data error. Please contact our support."="Operace se nezdařila z důvodu chyby dat. Kontaktujte prosím naši podporu.";
"Failed to cancel all pending requests."="Zrušení všech nevyřízených požadavků se nezdařilo.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Nepodařilo se připojit k serveru SMART. Zkuste to prosím později nebo se pokuste o ruční aktivaci.";
"Failed to write activation information. Make sure you have enough permissions."="Nepodařilo se zapsat informace o aktivaci. Ujistěte se, že máte dostatečná oprávnění.";
"Failed. Details: "="Chyba. Podrobnosti: ";
"False"="Nepravda";
"File"="Soubor";
"File name:"="Název souboru:";
"Files of type:"="Soubory typu:";
"Finished"="Dokončeno";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formulář";
"From page:"="Od strany:";
"Fulfillment ID"="ID plnění";
"Get started with SMART Notebook software"="Začínáme se softwarem SMART Notebook";
"Getting things ready..."="Probíhá příprava...";
"Go Back"="Zpět";
"Grace period has expired."="Doba odkladu vypršela.";
"Grace period: <b>%1</b> day(s) remaining"="Doba vyhovění: zbývá <b>%1</b> den (dny) (dnů)";
"Grayscale"="Stupně šedi";
"Great! Your lesson is on its way to the SMART Board."="Skvěle! Vaše lekce je na cestě na tabuli SMART Board.";
"HTTP request failed"="HTTP požadavek se nezdařil";
"HTTPS connection requested but SSL support not compiled in"="Připojení HTTPS požadováno, ale podpora SSL nezpracována v";
"Height:"="Výška:";
"Help"="Nápověda";
"Hide %1"="Skrýt %1";
"Hide Others"="Skrýt ostatní";
"Host %1 found"="Hostitelský počítač %1 nenalezen";
"Host %1 not found"="Hostitelský počítač %1 nenalezen";
"Host found"="Hostitelský počítač nalezen";
"Host requires authentication"="Hostitelský počítač vyžaduje autorizaci";
"Host:"="Hostitel:";
"Hu&e:"="&Odstín:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Souhlasím s podmínkami v této <a href=\"showEula()\">licenční smlouvě</a>.";
"Ignore"="Ignorovat";
"Inches (in)"="Palce (in)";
"Include your name to help students find your class quickly."="Uveďte své jméno, aby studenti našli vaši třídu rychle.";
"Includes maintenance ending on:"="Zahrnuje údržbu končící:";
"Includes permanent activations."="Zahrnuje permanentní aktivace.";
"Includes subscriptions expiring on:"="Zahrnuje předplatné končící:";
"Incompatible Qt Library Error"="Chyba nekompatibilní knihovny Qt";
"Installation ID"="Instalační ID";
"Internet access is disabled by the system administrator."="Přístup k internetu byl správcem systému zakázán.";
"Invalid"="Neplatný";
"Invalid HTTP chunked body"="Neplatné HTTP chunked body";
"Invalid HTTP response header"="Neplatná HTTP hlavička odezvy";
"Invalid entitlement"="Neplatné oprávnění";
"Invalid product key."="Neplatný produktový klíč.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Zdá se, že knihovna Lessons této tabule je již plná. Můžete uvolnit místo odstraněním některých lekcí.";
"Landscape"="Na šířku";
"Learn how to renew."="Zjistěte, jak obnovit.";
"Learn more."="Zjistěte více.";
"Learn the Basics"="Seznámení se základy";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (216 x 279 mm)";
"Limitations"="Omezení";
"List View"="Zobrazení seznamu";
"Location:"="Umístění:";
"Long side"="Delší strana";
"Look in:"="Hledat v:";
"Lync connector"="Konektor Lync";
"Manage"="Spravovat";
"Manual Request"="Manuální požadavek";
"Margins"="Okraje";
"Microsoft (personal)"="Microsoft (osobní)";
"Millimeters (mm)"="Milimetry (mm)";
"My Computer"="Tento počítač";
"N&o to All"="N&e všem";
"N&o to All"="N&e všem";
"Name:"="Název:";
"No Internet Connection"="Žádné připojení k internetu";
"No boards yet. Get connected."="Zatím žádné tabule. Připojte se.";
"No proxy"="Proxy nenalezeno";
"No server set to connect to"="Nelze se připojit k žádnému serveru";
"No space left on device"="Na zařízení nezbývá žádné místo";
"No such file or directory"="Takový soubor ani adresář neexistují";
"No, I'll complete my request(s) later."="Ne, svůj požadavek dokončím později.";
"No, cancel all pending requests."="Ne, zrušit všechny nevyřízené požadavky.";
"None"="Žádný";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Poznámka: Pokud adresy URL nejsou přístupné, upravte nastavení proxy serveru a zkuste provést test konektivity znovu.";
"Number of copies:"="Počet kopií:";
"OK"="OK";
"Office 365 (school)"="Office 365 (školní)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Jejda! Nemohli jsme dokončit vaše přihlášení. Zkuste to znovu.\n\nPokud to nepomůže, přeskočte přihlášení a zkuste to znovu později z nabídky účtu.";
"Oops. Something went wrong. Restarting the computer might help."="Jejda. Někde se stala chyba. Mohlo by pomoci restartování počítače.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Jejda. Tuto akci nemůžeme dokončit bez připojení k internetu. \n\nPřipojte se a zkuste to znovu.";
"Oops. We couldn't load your profile right now. Please try again later."="Jejda. Momentálně nemůžeme načíst váš profil. Zkuste to znovu později.";
"Open"="Otevřít";
"Open "="Otevřít ";
"Open in SMART Notebook on this computer."="Otevřít v aplikaci SMART Notebook na tomto počítači.";
"Open in the Notebook Player app on my SMART Board with iQ."="Otevřít v aplikaci Notebook Player na tabuli SMART Board s IQ.";
"Operation completed successfully."="Akce byla úspěšně dokončena.";
"Options"="Možnosti";
"Orientation"="Orientace";
"Orientation:"="Orientace:";
"Output &file:"="Výstupní &soubor:";
"Output Settings"="Nastavení výstupu";
"P&roperties"="V&lastnosti";
"Page size:"="Velikost stránky:";
"Pages from"="Strany od";
"Paper"="Papír";
"Paper format"="Formát papíru";
"Paper source:"="Zdroj papíru:";
"Parent Directory"="Nadřazený adresář";
"Password"="Heslo";
"Password:"="Heslo:";
"Permission Required"="Jsou vyžadována oprávnění.";
"Permission denied"="Oprávnění byla odepřena.";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Telefon: 1.866.518.6791 nebo +1.403.228.5940";
"Please try again"="Prosím, zkuste to znovu";
"Please try again later"="Zkuste to znovu později, prosím";
"Points (pt)"="Body (pt)";
"Portrait"="Portrét";
"PostScript Files (*.ps);;All Files (*)"="PostScriptové soubory (*.ps);;Všechny soubory (*)";
"Preferences..."="Předvolby...";
"Premium features expired on %1"="Dostupnost prémiových funkcí skončí %1";
"Premium features will expire on %1 without an active subscription"="Bez aktivního předplatného vyprší prémiové funkce %1";
"Preparing your document. This can take a while..."="Příprava vašeho dokumentu. Toto může chvíli trvat...";
"Preview"="Náhled";
"Print all"="Vytisknout vše";
"Print destination"="Cíl tisku";
"Print first page first"="Nejdříve tisknout první stránku";
"Print in color if available"="Pokud je to možné, tisknout barevně";
"Print in grayscale"="Tisknout ve stupních šedi";
"Print last page first"="Nejdříve tisknout poslední stránku";
"Print range"="Rozsah tisku";
"Print selection"="Tisk výběru";
"Print to File (PDF)"="Tisk do souboru (PDF)";
"Print to File (Postscript)"="Tisk do souboru (Postscript)";
"Print to SMART Notebook"="Tisk do aplikace SMART Notebook";
"Print to file:"="Tisk do souboru:";
"Print to printer:"="Tisk na tiskárnu:";
"Printer"="Tiskárna";
"Printer settings"="Nastavení tiskárny";
"Product"="Produkt";
"Product Key"="Produktový klíč";
"Product Key is not valid"="Produktový klíč není platný";
"Product Key:"="Produktový klíč:";
"Product key has expired."="Platnost produktového klíče vypršela.";
"Product:"="Produkt:";
"Profile"="Profil";
"Proxy Settings"="Nastavení proxy serveru";
"Proxy authentication required"="Je vyžadováno ověření proxy";
"Proxy requires authentication"="Je vyžadováno ověření proxy";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Konec";
"Quit %1"="Zavřít %1";
"Recent"="Nedávné";
"Recents"="Poslední";
"Remaining signed in will give you access to SMART Notebook's basic features."="Zbývající přihlášení vám poskytne přístup k základním funkcím SMART Notebook.";
"Request Files (%1)"="Požadovat soubory %1";
"Request aborted"="Požadavek byl ukončen";
"Request denied. See Technical Details below for more information."="Žádost byla zamítnuta. Viz: technické podrobnosti níže, kde najdete více informací.";
"Request type: Activate"="Typ požadavku: Aktivovat";
"Request type: Renew"="Typ požadavku: Obnovit";
"Request type: Repair"="Typ požadavku: Oprava";
"Request type: Return"="Typ požadavku: Návrat";
"Request:"="Požadavek:";
"Reset"="Resetovat";
"Response Files (%1)"="Soubory s odpovědí (%1)";
"Restore Defaults"="Obnovit výchozí nastavení";
"Result:"="Výsledek:";
"Retrieving your account information..."="Získávání informací o vašem účtu…";
"Retry"="Opakovat";
"Reverse"="Posun vzad";
"Reverse landscape"="Otočit na šířku";
"Reverse portrait"="Otočit na výšku";
"SMART Account"="Účet SMART";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera nástroje smíšené reality";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online – přístup k aplikace Notebook, kdekoliv";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="Aplikace SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Konektor SMART Meeting Pro pro Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Nástroje SMART Notebook 3D";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Prémiové funkce aplikace</a> SMART Notebook";
"SMART Notebook Collaborative License"="Kooperativní licence aplikace SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook Anglický slovník Příklad 1";
"SMART Notebook History Example 1"="SMART Notebook History Příklad 1";
"SMART Notebook Math Example 1"="SMART Notebook Math Příklad 1";
"SMART Notebook Math Example 2"="SMART Notebook Math Příklad 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Science Příklad 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Sada nástrojů SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies - Průvodce aktivací";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL handshake se nezdařilo";
"Save"="Uložit";
"Save All"="Uložit vše";
"Save As"="Uložit jako";
"Search the SMART Exchange"="Prohledejte aplikaci SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Viz: tento článek ve <a href='%1'>znalostní bázi</a> a <a href='%2'>přehled odstraňování chyb<a href='_%mod_'>, kde najdete podrobnosti o řešení problémů s konektivitou, zejména když používáte proxy server.";
"Select All"="Vybrat vše";
"Select a Directory"="Vybrat adresář";
"Select color"="Vybrat barvu";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Vyberte, jak byste chtěli sdílet tento soubor se svým online profilem SMART Learning Suite";
"Select the Response File"="Vybrat soubor s odpovědí";
"Selection"="Výběr";
"Send to SMART Cloud"="Odeslat na SMART Cloud";
"Server closed connection unexpectedly"="Server neočekávaně uzavřel připojení";
"Services"="Služby";
"Share"="sdílet";
"Share Now"="Sdílet nyní";
"Share this file with the Lessons app on a SMART Board"="Sdílejte tento soubor s aplikací na SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Sdílet tento soubor s aplikací Notebook Player na tabuli SMART Board";
"Share to SMART Board with iQ"="Sdílet na SMART Board pomocí iQ";
"Share to the Notebook Player app"="Sdílet s aplikací Notebook Player";
"Share using a link"="Sdílet pomocí odkazu";
"Share with a SMART Board"="Sdílet se SMART Board";
"Short side"="Kratší strana";
"Show &hidden files"="Zobrazit &skryté soubory";
"Show All"="Zobrazit vše";
"Sign In"="Přihlásit";
"Sign In Again"="Přihlásit znovu";
"Sign Out"="Odhlásit";
"Sign in"="Přihlásit";
"Sign in didn't work"="Přihlášení se nezdařilo";
"Sign in is required for accessing key SMART features."="Pro přístup ke klíčovým funkcím SMART je vyžadováno přihlášení.";
"Sign in to or create a SMART account"="Přihlaste se nebo si vytvořte účet SMART";
"Sign in to use this feature"="Pro použití této funkce se přihlaste";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Přihlaste se ke svému účtu SMART, abyste měli přístup k výhodám předplatného SMART nebo používali Notebook v omezeném režimu.";
"Sign in with Google"="Přihlásit přes Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Přihlaste se prostřednictvím osobního účtu Google, Office 365 nebo Microsoft.";
"Sign in with a browser"="Přihlášení pomocí prohlížeče";
"Sign up for free"="Zaregistrovat se zdarma";
"Sign up for the latest updates from SMART"="Zaregistrujte se k nejnovějším aktualizacím od společnosti SMART";
"Signed in as:"="Přihlášen/a jako:";
"Skip Sign In"="Přeskočit přihlášení";
"Skip sign in for now"="Prozatím přeskočit přihlášení";
"Skipped sign in"="Přihlášení přeskočeno";
"Software enabled"="Software aktivován";
"Some of your license keys have expired. Click here for more info."="Některé z vašich licenčních klíčů vypršely. Klikněte zde pro další informace.";
"Some of your license keys will expire in %1 days. Click here for more info."="Některé z vašich licenčních klíčů vyprší za %1 dní. Klikněte zde pro další informace.";
"Something went wrong. Want to try again?"="Někde se stala chyba. Chcete to zkusit znovu?";
"Sort"="Třídit";
"Sort by &Date"="Třídit podle &data";
"Sort by &Name"="Třídit podle &názvu";
"Sort by &Size"="Třídit podle &velikosti";
"Status"="Stav";
"Status:"="Stav:";
"Stay Inspired"="Zůstaňte inspirováni";
"Subscription: <b>%1</b> day(s) remaining"="Předplatné: zbývá <b>%1</b> den (dny) (dnů)";
"Succeeded"="Úspěšně";
"Symbolic Link"="Zástupce";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Klepnutím na ikonu Připojit %s v aplikaci Lessons získáte 4místný kód, který poté vepíšete do políčka kódu níže.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Klepnutím na ikonu Připojit %s v aplikaci Notebook Player získáte 4místný kód, a poté tento kód napište níže.";
"Test Connectivity..."="Testovat konektivitu...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Tato e-mailová adresa je s účtem SMART již spojena. Pokuste se přihlásit pomocí jiné e-mailové adresy.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="To bylo zvláštní... \n\nNejsme si jisti, co se stalo, ale v tuto chvíli vás nemůžeme přihlásit.";
"The activation didn't complete. See below for status information."="Aktivace nebyla dokončena. Informace o stavu níže.";
"The following Product Key is not valid: "="Následující produktový klíč není platný: ";
"The information copied successfully, and your Internet browser will open."="Informace úspěšně zkopírována, váš internetový prohlížeč se otevře.";
"The installed version of this product requires a newer maintenance license."="Instalovaná verze tohoto produktu vyžaduje novější licenci údržby.";
"The link has been copied to the clipboard."="Odkaz byl zkopírován do schránky.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Počet aktivací pro tento produktový klíč přesáhl povolené maximum. Kontaktujte prosím naši podporu a požádejte o pomoc.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Produktový klíč, který používáte, byl zrušen. Kontaktujte prosím podporu SMART a požádejte o další informace.";
"The product key you entered is already in the list."="Produktový klíč, který jste zadali, je již na seznamu.";
"The request file saved successfully. Copy the file to another computer to continue."="Soubor s požadavkem úspěšně uložen. Zkopírujte soubor do jiného počítače a pokračujte.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Požadavek byl u některých z vašich produktových klíčů úspěšný, ale u jiných úspěšný nebyl.";
"The sign in took too long and has expired."="Přihlášení trvalo příliš dlouho a vypršelo.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Systém v tuto chvíli prochází údržbou, ale již brzy bude k dispozici. Omlouváme se za nepříjemnosti.";
"The trial period has started."="Zkušební období bylo spuštěno.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Tento klíč nelze aktivovat. Zkuste provést aktivaci znovu. \n\nJestliže problém přetrvá, poznamenejte si jakékoliv chybové zprávy a kontaktujte technickou podporu společnosti SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Záznam o oprávnění tohoto klíče není správně konfigurován. Kontaktujte technickou podporu společnosti SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Pro připojení se ke SMART musíte zadat uživatelské jméno a heslo pro proxy %s";
"To page:"="Do strany:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Pro úspěšnou aktivaci produktového klíče musí být úspěšná všechna spojení. Úspěšná spojení jsou označena zelenými zatržítky.";
"Too many open files"="Příliš mnoho otevřených souborů";
"Trial Extension"="Prodloužení zkušební verze";
"Trial: <b>%1</b> day(s) remaining"="Zkušební období: <b>zbývá %1</b> den (dny/dnů)";
"True"="Pravda";
"Try Again"="Zkusit znovu";
"Try again later or try a manual request now."="Opakujte akci později, nebo nyní zkuste požadavek ručně.";
"Try it Online!"="Vyzkoušejte to online!";
"Type your user name and password."="Zadejte své uživatelské jméno a heslo.";
"Type:"="Typ:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Běžná US obálka č.10 (105 x 241 mm)";
"Unable to complete your request."="Váš požadavek není možno dokončit.";
"Unable to copy."="Nelze kopírovat.";
"Unable to create your file."="Nelze vytvořit váš soubor.";
"Unable to open %1 for writing."="Nelze otevřít soubor %1 k zápisu.";
"Unable to open source file for reading."="Nelze otevřít zdrojový soubor pro čtení.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Nelze otevřít váš internetový prohlížeč. Zkuste otevřít váš prohlížeč manuálně nebo použijte jiný počítač.";
"Unable to read response from file."="Odpověď ze souboru nelze přečíst.";
"Unable to rename %1 to %2."="Nelze přejmenovat soubor %1 na %2.";
"Unable to save your request."="Nelze uložit váš požadavek.";
"Unknown"="Neznámý";
"Unknown Location"="Neznámé umístění";
"Unknown authentication method"="Neznámá metoda autorizace";
"Unknown error"="Neznámá chyba";
"Unknown error."="Neznámá chyba.";
"Unknown protocol specified"="Určen neznámý protokol";
"Upload this document and create a link to share with others."="Nahrajte tento dokument a vytvořte odkaz, který chcete sdílet s ostatními.";
"Upload to SMART Cloud"="Nahrát na SMART Cloud";
"Uploading your file..."="Nahrávání vašeho souboru...";
"Use Internet Explorer settings"="Použít nastavení aplikace Internet Explorer";
"Use System settings"="Použít systémová nastavení";
"Use other proxy:"="Použít jiný server proxy:";
"User Name:"="Uživatelské jméno:";
"User name:"="Uživatelské jméno:";
"Valid for versions released before %1"="Platné pro verze vydané před %1";
"Version %s"="Verze %s";
"Volume activated"="Licence aktivována";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Zpracování odpovědi se nezdařilo. Požadavek pochází z jiného počítaše nebo byl již zpracován.";
"We'll remember %s for next time."="Pro příští příležitost si zapamatujeme %s.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Vítá vás software %1 od společnosti SMART Technologies.";
"Welcome to SMART Notebook"="Vítejte v SMART Notebook";
"What's This?"="Co je toto?";
"Width:"="Šířka:";
"Working on it."="Zpracovávání.";
"Working on it.."="Zpracovávání…";
"Working on it..."="Zpracovávání…";
"Wrong content length"="Chybná délka obsahu";
"Yes to &All"="Ano &všem";
"Yes to &All"="Ano &všem";
"Yes, I have a numeric response code similar to %1."="Ano, mám číselný odpovědní kód podobný %1.";
"Yes, I have a response file."="Ano, mám soubor s odpovědí.";
"Yes, I have a response message that starts with %1."="Ano, mám odpověď začínající %1.";
"Yes, I have an activation key similar to %1."="Ano, mám aktivační klíč podobný %1.";
"You can close this tab and return to SMART Notebook."="Tuto záložku můžete zavřít a vrátit se do aplikace SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Svůj účet a ID třídy můžete spravovat v menu Účet.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Přihlásit se můžete později z nabídky Účet. Některé klíčové funkce SMART vyžadují přihlášení.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Rozhodli jste, že aplikaci povolíte přístup k vašemu účtu. Dokud nevyjádříte souhlas, nemůžete aplikaci používat.";
"You have %1 days to complete activation."="Na dokončení aktivace máte několik (%1) dní.";
"You have signed out"="Byli jste odhlášeni";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Zatím jste ještě nedali společnosti SMART nepovolili přístup k vaším informacím o účtu, což je podmínkou pro přihlášení. Chcete se zkusit přihlásit znovu?";
"You may wish to send results to your organization's technical support contact."="Výsledky můžete poslat kontaktní osobě ve své organizaci, která zajišťuje technickou podporu.";
"You need to sign in before you can use this feature."="Abyste mohli tuto funkci použít, musíte se nejdříve zaregistrovat.";
"You're all set!"="Jste připraveni!";
"You're unable to change these settings because you manually configured a proxy."="Toto nastavení nemůžete změnit, protože jste provedli ruční konfiguraci proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Prozatím jste přeskočili přihlášení. Přihlásit se můžete později z nabídky Účet.";
"Your SMART Boards"="Vaše tabule SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Vaše předplatné SMART Learning Suite vyprší za %d dny/dnů. Zjistěte, jak ho obnovit.";
"Your SMART account"="Váš účet SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Váš prohlížeč otevřel stránku pro přihlášení. Jakmile se přihlásíte, budete přesměrováni zpět.";
"Your first trial extension is activated."="Vaše první zkušební verze je aktivována.";
"Your first trial extension isn't activated."="Vaše první zkušební verze není aktivována.";
"Your second trial extension is activated."="Vaše druhá zkušební verze je aktivována.";
"Your second trial extension isn't activated."="Vaše druhá zkušební verze není aktivována.";
"Your trial period has ended."="Vaše zkušební období bylo ukončeno.";
"bottom margin"="dolní okraj";
"left margin"="levý okraj";
"locally connected"="připojeno lokálně";
"right margin"="pravý okraj";
"to"="do";
"top margin"="horní okraj";
"unknown"="neznámý";
